Repository: pablo-s/passes
Catalog: po/*.po
Languages: cs, uk_ua

source: Passes
cs: Průkazy
uk_ua: Пропускний

source: A digital pass manager
cs: Správce digitálních průkazů
uk_ua: Цифровий менеджер перепусток

source: digital pass;espass;pkpass;
cs: digitální průkaz;espass;pkpass;

source: Manage your digital passes
cs: Spravujte své digitální průkazy
uk_ua: Керуйте вашими цифровими перепустками

source: Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.
cs: Průkazy jsou praktická aplikace, která vám pomůže snadno spravovat všechny vaše digitální průkazy. Pomocí aplikace Průkazy můžete pohodlně ukládat jízdenky, kupony, věrnostní karty, vstupenky na akce a další dokumenty ve formátu PKPass nebo esPass.
uk_ua: Пропускний - це зручний додаток який допомагає керувати вашими цифровими перепустками із легкістю. З Провідником, ви можете зручно зберігати ваші посадковий перепустки, купони, картки постійного клієнта, квитки на заходи - все це у PKPass або EsPass форматі.

source: Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.
cs: Aplikace se navíc plynule přizpůsobuje různým velikostem obrazovky, takže k průkazům můžete přistupovat na různých zařízeních, ať už jde o stolní počítač, či mobilní telefon.
uk_ua: Також, додаток плавно адаптується до різних розмірів екрану, що дозволяє вам отримувати доступ до перепусток на різних пристроях, будь це настільний комп'ютер чи смартфон.

source: Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.
cs: Přestaňte ztrácet čas hledáním v e-mailu nebo tisknutím digitálních průkazů. Stáhněte si aplikaci Průkazy nyní a mějte všechny průkazy na jednom místě.
uk_ua: Годі витрачати час на пошук цифрових перепусток у ящику електронної пошти або роздрукованих перепусток. Завантажте Пропускний прямо зараз і керуйте вашими перепустками в єдиному і зручному місці.

source: Default sort order
cs: Výchozí pořadí řazení
uk_ua: Стандартне сортування

source: The default order for passes.
cs: Výchozí pořadí průkazů.
uk_ua: Стандартний поряд сортування перепусток.

source: Supported passes
cs: Podporované průkazy
uk_ua: Підтримувані формати перепусток

source: All files
cs: Všechny soubory
uk_ua: Всі файли

source: Pass updated
cs: Průkaz aktualizován
uk_ua: Перепустка оновлена

source: Pass could not be updated
cs: Nepodařilo se aktualizovat průkaz

source: File is not a pass
cs: Soubor není průkaz
uk_ua: Цей файл не є перепусткою

source: Format not supported yet
cs: Formát zatím není podporován
uk_ua: Формат поки що не підтримується

source: Unknown file encoding
cs: Neznámé kódování souboru
uk_ua: Невідоме кодування файлу

source: Monday
cs: Pondělí
uk_ua: Понеділок

source: Tuesday
cs: Úterý
uk_ua: Вівторок

source: Wednesday
cs: Středa
uk_ua: Середа

source: Thursday
cs: Čtvrtek
uk_ua: Четвер

source: Friday
cs: Pátek
uk_ua: П'ятниця

source: Saturday
cs: Sobota
uk_ua: Субота

source: Sunday
cs: Neděle
uk_ua: Неділя

source: Today
cs: Dnes
uk_ua: Сьогодні

source: Tomorrow
cs: Zítra
uk_ua: Завтра

source: Pass already updated
cs: Průkaz je již aktuální
uk_ua: Перепустка вже оновлена

source: Pass not updatable
cs: Průkaz nelze aktualizovat
uk_ua: Перепустка не оновлюється

source: Pass update error: {} {}
cs: Chyba aktualizace průkazu: {} {}
uk_ua: Помилка оновлення перепустки: {} {}

source: File already imported
cs: Soubor je již importován
uk_ua: Файл вже імпортовано

source: Barcode format not supported
cs: Formát čárového kódu není podporován
uk_ua: Формат штрих-коду не підтримується

source: No additional information
cs: Žádné další informace
uk_ua: Немає додаткової інформації

# shortcut window
source: General
cs: Obecné
uk_ua: Загальні

# shortcut window
source: Show shortcuts
cs: Zobrazit zkratky
uk_ua: Показати клавіатурні скорочення

# shortcut window
source: Quit
cs: Ukončit
uk_ua: Вийти

# shortcut window
source: Passes
cs: Průkazy
uk_ua: Перепустки

# shortcut window
source: Import a pass
cs: Importovat průkaz
uk_ua: Імпортувати перепустку

# shortcut window
source: Update selected pass
cs: Aktualizovat vybraný průkaz
uk_ua: Оновити обрані пропуски

source: Menu
cs: Nabídka
uk_ua: Меню

source: Import a pass…
cs: Importovat průkaz…

source: Import a pass
cs: Importovat průkaz
uk_ua: Імпортувати перепустку

source: Show additional information
cs: Zobrazit další informace
uk_ua: Показати додаткову інформацію

source: Update pass
cs: Aktualizovat průkaz
uk_ua: Оновити перепустку

source: Additional information
cs: Další informace
uk_ua: Додаткова інформація

source: Back
cs: Zpět
uk_ua: Назад

source: Sort
cs: Seřadit
uk_ua: Сортувати

source: Creator
cs: Tvůrce
uk_ua: За створювачем

source: Expiration date
cs: Datum expirace
uk_ua: За терміном придатності

source: Relevant date
cs: Relevantní datum

source: Keyboard shortcuts
cs: Klávesové zkratky
uk_ua: Клавіатурні скорочення

source: About Passes
cs: O aplikaci Průkazy
uk_ua: Про Пропускний

source: Delete
cs: Odstranit
uk_ua: Видалити

source: You have no passes
uk_ua: У вас немає перепусток

source: Use the “+” button to import a pass
uk_ua: Клацніть по “+” кнопці щоб імпортувати перепустку

source: A-Z
uk_ua: За названою
